#Задача 1
#Вариант 1
#Разделение текста посредством функции \n
print("Nothing will work unless you do \nNothing will work unless you do")


#Вариант 2
#Разделение текста посредством написания на каждой строке.
print("Nothing will work unless you do")
print("Nothing will work unless you do")

#Задача 2
print('Anyone who \nstops \nlearning s old, \nwhether at twenty or eighty" \nHenry Ford')