#Задача 2
pervoe = int(input('ввести первое число'))
vtoroe = int(input('ввести второе число'))
tretie = int(input('ввести третье число'))
proizvod =(pervoe * vtoroe * tretie)
print(proizvod)

#Задача 1
num1 = input('введите первое число') #Вводим первое число
num2 = input('введите второе число') #Вводим второе число
num3 = input('введите третье число') #Вводим третье число
print(num1 + num2 + num3)

